RbsElectricalSystem.areElementsValidForCreatingElectricalSystem(ADocument*,SystemClassification.Enum,Arr&lt;ElementId&gt;!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Verify all elements in the selection have at least one connector that
can create the specified circuit type.
true if a circuit type can be created, otherwise false